"Aw crap" = "Aw bzdura";
"Back" = "Z powrotem";
"Half full" = "Połowie pełna";
"How ya feeling today?" = "Jak się dzisiaj czujesz?";
"Live half full." = "Na żywo w połowie pełna.";
"Loading..." = "Loading ...";
"Next" = "Następny";
"No internet connection" = "Brak połączenia z Internetem";
"OK" = "Dobrze";
"Patience is a virtue." = "Cierpliwość jest cnotą.";
"Share to Facebook" = "Udostępnij na Facebooku";
"Share to Twitter" = "Udostępnij na Twitterze";
"Sorry, this quote is too long to post to Twitter." = "Niestety, ten cytat jest zbyt długa, by odpowiadać na Twitterze.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "Aplikacja, która zamienia zmarszczenie brwi do góry nogami z dawką inspiracji kopać każdy zły nastrój w tyłek!";
"The glass is always" = "Szklanka jest zawsze";
"The quote hasn't loaded yet." = "Cytat nie załadował jeszcze.";
"Try Again" = "Spróbuj ponownie";
"Whoops" = "Ups";
"don't be angry." = "zły";
"don't be impatient." = "niecierpliwy";
"don't be tired." = "zmęczony";
"don't be lonely." = "samotny";
"don't be depressed." = "przygnębiony";
"don't be guilty." = "winny";
"don't be sad." = "smutny";
"don't be nostalgic." = "nostalgiczny";
"don't be jealous." = "zazdrosny";
"don't be dull." = "nudny";
"don't be scared." = "wylękniony";
"don't be anxious." = "niespokojny";
"angry" = "zły";
"impatient" = "niecierpliwy";
"tired" = "zmęczony";
"lonely" = "samotny";
"depressed" = "przygnębiony";
"guilty" = "winny";
"sad" = "smutny";
"nostalgic" = "nostalgiczny";
"jealous" = "zazdrosny";
"dull" = "nudny";
"scared" = "wylękniony";
"anxious" = "niespokojny";
